import React from "react";
import "../styles/pages.scss";

const Home = () => {
  return (
    <div className="home">
      
      <div className = "about">
        <p><strong>Оптимізація управління паркуванням:</strong> наш сервіс дозволяє користувачам швидко знаходити, бронювати та керувати паркувальними місцями в центрі міста. Основна мета UniSpot – зробити паркування простішим, ефективнішим і доступнішим для всіх водіїв.</p>
        <p><strong>Підвищення зручності:</strong> завдяки UniSpot ви можете заздалегідь зарезервувати паркомісце онлайн, що особливо корисно у години пік або під час великих подій у місті. Більше ніяких зайвих кіл навколо кварталів у пошуках вільного місця – усе під рукою за кілька кліків.</p>
        <p><strong>Покращення доступності:</strong> сервіс оновлює інформацію про наявність місць у реальному часі, враховуючи також паркомісця для людей з інвалідністю. Ми прагнемо забезпечити комфортне паркування для кожного, хто приїжджає у центральну частину міста, незалежно від мети візиту.</p>
        <p><strong>Гнучкість:</strong> UniSpot зручно використовувати як студентам і викладачам університетів, так і працівникам офісів, мешканцям та гостям Львова. Ми орієнтовані на широкий спектр користувачів, пропонуючи паркувальні зони у стратегічних точках міста.</p>
        <p><strong>Безпека та підтримка: </strong>наш сервіс гарантує безпечне бронювання та захист ваших даних. У разі виникнення будь-яких труднощів служба підтримки завжди готова допомогти вам у вирішенні питань.</p>
        <ul>
          <li><strong>Телефон:</strong> 0 800 303 007</li>
          <li><strong>Робочі години:</strong></li>
          <li>ПН-ЧТ: 09:00 to 18:00</li>
          <li>ПТ: 09:00 to 16:45</li>
          <li><strong>Напиши нам:</strong> lvivavtodor@lvivcity.gov.ua</li>
        </ul>
        <img src="/uploads/img/car_c.png" alt="Car" />
      </div>
    </div>
  );
};

export default Home;
